---
kind: other
id: Properties.T:Autodesk.Revit.Exceptions.RevitServerModelNameBreaksConventionException
source: html/50567a99-05dc-ff7e-a73b-103448cd8b5e.htm
---
# RevitServerModelNameBreaksConventionException Properties

The information of the function throwing the exception.